// 2 === "2"; ეს კოდი იქნება false
// 2 === 2; ეს კოდი იქნება true
// 10 % 3 === 0; ეს კოდი იქნება false
// 10 % 3 === 1; ეს კოდი იქნება true
// true && false; ეს კოდი იქნება false
// false || true; ეს კოდი იქნება true
// true || false; ეს კოდი იქნება true
// 5 + 8 >= 12 || 19 < 90 || !false ეს კოდი იქნება true
// "Josh" == "josh" && !true && false && 17.9 + 0.1 == 18.1; ეს კოდი იქნება false
// 0.1 + 0.2 == 0.3; ეს კოდი იქნება false
// Math.min(0, 1, 2, 10, 11, 100) && Math.max(-100, -90, -1, -0.9, 0); ეს კოდი იქნება 0
// Math.max(0, 1, 2, 10, 11, 100) && Math.min(-100, -90, -1, -0.9, 0); ეს კოდი იქნება -100
// Math.min(0, 1, 2, 10, 11, 100) || Math.min(-100, -90, -1, -0.9, 0); ეს კოდი იქნება -100
// !Math.min(0, 1, 2, 10, 11, 100) || !Math.max(-100, -90, -1, -0.9, 0); ეს კოდი იქნება true



